adamvoss.vscode-languagetool
adamvoss.vscode-languagetool-en
aeschli.vscode-css-formatter
alexcvzz.vscode-sqlite
be5invis.toml
eamodio.gitlens
jithurjacob.nbpreviewer
L13RARY.l13-diff
mikestead.dotenv
moshfeu.compare-folders
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
olback.es6-css-minify
redhat.vscode-commons
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one
zxh404.vscode-proto3
